---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataOwningLevel
source: html/e1e77e87-7311-e6c0-854a-bc375301f08d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataOwningLevel Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataOwningLevel { get; }
```